{
    "site-title": "Luís Nabais - Personal WebSite | DevOps Open Source Consultant, Project Manager, Teacher and motivator",
    "ln-desc": "DevOps Open Source Consultant, Project Manager, Teacher an Motivator.<br /> Fan for sports in general, runner and calisthenics practitioner.<br /> Fascinated by personal development, leadership and motivation.<br />",
    "whatido-title": "What do I do?",
    "whatido-desc": "I make sure the IT processes are correctly integrated and automated, through CI/CD (Continuous Integration/Continuous Delivery) practices and Open Source tools and languages. The other teams just need to worry with what they know best.<br /><br />I have 15+ years of experience with Open Source, which allowed me to gain knowledge in multiple areas.<br />I'm a Red Hat Certified Engineer (RHCE), since 2010.<br />I have knowledge about Linux, Docker (including Docker Swarm), Ansible, Jenkins, Git/SVN, Shell Scripting, Python (including Django web framework) and databases (MariaDB/MySQL, PostgreSQL and Oracle), among other technologies.<br />More details on my CV can be checked on my LinkedIn profile <small><small>(Social section)</small></small>.<br /><br />I have a very practical and positive mindset, directed to growth. I work easily in/with teams and have leadership skills. I'm very funny, but very motivated and determined.<br />I'm fascinated about human potential and seeing motivated people, setting and beating higher goals.<br />",
    "contactme": "Contact me",
    "about-title": "About me",
    "about-main": "I love technology, knowledge sharing (I think that's the origin of my taste in Open Source since teenager) and sports.<br /><br />I'm fan of a healty lifestyle and a sports practicioner, specifically running and calisthenics (bodyweight exercises).<br />A great part of my motivation and leadership skills I use daily, comes from what I've learnt from sports, mainly when running.<br />It's amazing to see someone beating their goals, which before seamed impossible, like running huge distances, or fast paces, overcome hills and mountains, among other challenges. <br /><br />I apply the same principles daily, constantly trying to grow, be a better version of myself. I constantly explore new technologies, read books, blogs and articles on many subjects, whether are from my known areas or not, to get out of my confort zone and open new doors.<br />I'm very motivated and love to expand my motivation to other people.<br />",
    "about-curiosities": "Some curious things about me: <ul class='list-check'><li>My first computer was a ZX Spectrum 48K (thank you, dad, for presenting it to me while I was so young), where I met the world of programming, for the first time.</li><li>I've ran many (about 15-20) half-marathons (21Km) and one full marathon (42Km).</li><li>I want to write a book in 2020, 2021 at most.</li><li>I truly believe that people can do anything they set their minds into, if they really desire it and fight for it.</li></ul>",
    "social-title": "Social",
    "social-desc": "Add, follow, comment on the social networks or check some of my work on GitHub. Feel welcome to visit my blog.",
    "footer-feedback": "If you detect any issue, please give your feedback ",
    "footer-feedback-link": "here",
    "footer-rights": "Source Code and WebSite content rights are reserved by <a href='http://creativecommons.org/licenses/by-nc-sa/4.0/' target='__blank'>Creative Commons license</a>",
    "service-status": "<a href='https://status.luisnabais.com' target='__blank'>Services Status</a>"
}
