{
    "site-title": "Luís Nabais - Página Pessoal | Consultor DevOps Open Source, Gestor de Projectos, Formador e Motivador",
    "ln-desc": "Consultor DevOps Open Source, Gestor de Projectos, Formador e Motivador.<br /> Adepto de desporto em geral, praticante de corrida e calisténicos.<br /> Fascinado por desenvolvimento pessoal, liderança e motivação.<br />",
    "whatido-title": "O que faço?",
    "whatido-desc": "Garanto que os processos de IT se encontram devidamente integrados e automatizados, através de práticas de CI/CD (Continuous Integration/Continuous Delivery) e ferramentas e linguagens Open Source. As outras equipas apenas têm que se concentrar naquilo que melhor sabem fazer.<br /><br />Tenho 15+ anos de experiência com Open Source, o que me permitiu ganhar conhecimento em várias áreas.<br />Sou Red Hat Certified Engineer (RHCE) certificado desde 2010.<br />Tenho conhecimentos de Linux, Docker (incluindo Docker Swarm), Ansible, Jenkins, Git/SVN, Shell Scripting, Python (including Django web framework) e bases de dados (MariaDB/MySQL, PostgreSQL e Oracle), entre outras tecnologias.<br />Mais detalhes do meu CV podem ser vistos no meu LinkedIn <small><small>(ver secção Social)</small></small>.<br /><br />Tenho uma mentalidade muito prática, positiva e virada para o crescimento. Trabalho facilmente em equipa e tenho capacidades de liderança. Sou muito brincalhão e animado, porém muito motivado e decidido.<br />Sou fascinado por potencial humano e por ver pessoas motivadas, atingir metas cada vez maiores.<br />",
    "contactme": "Contactem-me",
    "about-title": "Sobre mim",
    "about-main": "Adoro tecnologia, partilha de conhecimento (daí o gosto pelo Open Source desde adolescente) e desporto.<br /><br />Sou adepto duma vida saudável e praticante assíduo de desporto, mais precisamente de corrida e de calisténicos (exercícios baseados no peso do corpo).<br />Boa parte do que utilizo no dia a dia, relativo a motivação e liderança, vem do que aprendi com o desporto, principalmente com a corrida.<br />É fantástico ver alguém atingir metas anteriormente impossíveis, como correr distâncias enormes, ou a ritmos altos, superar colinas e montanhas, entre outros desafios. <br /><br />Aplico os mesmos princípios no dia a dia, constantemente tento superar-me, ser uma melhor versão de mim. Constantemente exploro novas tecnologias e leio livros, artigos e blogs sobre os mais variados temas, quer das áreas que já conheço como de outras áreas, para abrir novos horizontes.<br />Sou muito motivado e adoro contagiar pessoas com a minha motivação.<br />",
    "about-curiosities": "Algumas curiosidades sobre mim: <ul class='list-check'><li>O meu primeiro computador foi um ZX Spectrum 48K (agradeço muito ao meu pai ter-mo apresentado ainda muito novo), onde conheci o mundo da programação.</li><li>Já corri muitas (entre 15-20) meias maratonas (21Km) e uma maratona (42Km).</li><li>Quero escrever um livro em 2020, 2021 no máximo.</li><li>Acredito verdadeiramente que as pessoas são capazes de tudo o que realmente desejarem e lutarem para atingir.</li></ul>",
    "social-title": "Social",
    "social-desc": "Adicionem-me, sigam-me ou comentem nas redes sociais ou vejam algum do meu trabalho no GitHub. Estejam à vontade para visitar o meu blog.",
    "footer-feedback": "Algum problema que detectem, por favor deixar feedback ",
    "footer-feedback-link": "neste link",
    "footer-rights": "Direitos do conteúdo do site e código fonte são reservados pela <a href='http://creativecommons.org/licenses/by-nc-sa/4.0/' target='__blank'>Licença Creative Commons</a>",
    "service-status": "<a href='https://status.luisnabais.com' target='__blank'>Estado dos Serviços</a>"

}
